Repository: durdysagty/newTolkuchka
Catalog: newTolkuchka/Reces/Reces.Shared.*.resx
Languages: tk

source: Unfortunately, this page does not exist!
tk: Bagyşlaň, bu sahypa ýok!

source: About
tk: Biz hakynda

source: Account
tk: Akkaunt

source: account details
tk: akkauntyňyz

# add
source: Added
tk: Goşulan

source: add to cart
tk: sebete goş

# addQ
source: add 1
tk: birini goş

source: Address
tk: Salgyňyz

# all
source: You can find all available products in the categories section.
tk: Bar bolan önümleri kategoriýalar bölüminde tapyp bilersiňiz.

source: all articles
tk: ahli makalalar

source: Amount
tk: Jemi

# announces
source: Announcements
tk: Bildirişler

source: Article
tk: Makala

source: Articles
tk: Makalalar

# attempts
source: There were too many input attempts. Your account is temporarily blocked. Try logging in later!
tk: Giriş synanyşyklary sany juda köp. Hasabyňyz wagtlaýyn petiklenýär. Biraz salymdan täzeden barlap görüň!

source: Birthday
tk: Doglan günüňiz

source: Brand
tk: Brend

source: Brands
tk: Brendler

source: Cart
tk: Sebet

source: Categories
tk: Bölümler

source: Category
tk: Bölüm

source: Commercial
tk: Aksiýa

source: Comparison
tk: Deňeşdirme

source: Content
tk: Mazmun

source: Currency
tk: Walýuta

source: Date
tk: Sene

# delete
source: Deleted
tk: Aýrylan

source: Delivery
tk: Eltip bermek

# desc-categories
source: Categories of {0} in Ashgabat, Turkmenistan
tk: {0} saýtynyň kategoriýalar sahypasy.

# desc-home
source: Online shop {0} in Ashgabat, Turkmenistan
tk: {0} internet magazini.

source: description
tk: beýany

# edit
source: Edited
tk: Üýtgedilen

source: Email
tk: El. poçta

source: Employee
tk: Işgär

# empty
source: This field must not be empty!
tk: Bu meýdança boş bolmaly däl!

source: enter
tk: giriz

# enter-pin
source: Please use this PIN to login
tk: Şu PIN kody hasabyňyza girmek üçin ulanyň

# enterorreg
source: Login or register
tk: Gir ya-da agza bol

# first
source: First page
tk: Birinji sahypa

source: FOR FREE
tk: MUGT

# forgot
source: Forgot PIN
tk: PIN kodymy unutdym

source: Invoice
tk: Hasap-faktura

source: invoices
tk: hasaplar

# items
source: More than {0} products
tk: {0} haryt

# last
source: Last page
tk: Soňky sahypa

source: Liked
tk: Halanlaryňyz

source: Line
tk: Seriýa

source: Login
tk: Girelge

source: logout
tk: çykyş

# mail-reason
source: You have received this email because a PIN recovery procedure has been initiated on your account. If you did not do this, then ignore this letter. If you really want to restore access to your account, go to the link below and follow the instructions
tk: Bu haty almagyňyzyň sebäbi, hasabyňyzda PIN dikeltmek prosedurasy başlandy. Muny etmedik bolsaňyz, bu hata üns bermäň we hatdaky görkezmeleri ýerine ýetirmäň. Hasabyňyza girişi hakykatdanam dikeltmek isleseňiz, aşakdaky baglanyşyga basyň we görkezmelere eýeriň

# main
source: Home
tk: Esasy

source: Menu
tk: Menýu

# min-pin
source: The PIN code must consist of four digits!
tk: PIN kod dört sandan ybarat bolmaly!

source: name
tk: at

# new
source: newest
tk: täze

# new-pin
source: Please check your email, we have sent you a new PIN!
tk: Haýyş, elektron poçtaňyzy barlaň, biz size täze PIN kodyňyzy ygratdyk!

# new-pin-link
source: PIN recovery link
tk: PIN dikeldiş baglanyşygy

# new-registered
source: Please check your email!
tk: Haýyş, elektron poçtaňyzy barlaň!

# newed
source: new
tk: täze

# nex
source: Next page
tk: Indiki sahypa

source: next
tk: giriz

# no-sent-email
source: We were unable to send a letter to your email. Please check your email is correct and try again or contact the site administration.
tk: Biz siziň e-poçta salgyňyza hat iberip bilmedik. E-poçtaňyzyň dogrudygyny barlaň we gaýtadan synanyşyň ýa-da saýt administrasiýasyna ýüz tutuň.

# no-sent-email1
source: We were unable to send the PIN to your email address. Please go through the PIN code recovery procedure again or contact the site administration.
tk: PIN-i e-poçta salgyňyza iberip bilmedik. PIN kody dikeldiş prosedurasyny täzeden geçirmäge synanyşyň ýa-da saýt administrasiýasyna ýüz tutuň.

# no-user
source: We were unable to identify you. Try entering your login again or contact the site administration.
tk: Biz sizi tapyp bilmedik. Loginiňizi täzeden ýazyp görüň ýa-da saýt administrasiýasyna ýüz tutuň.

# noArticle
source: Sorry, there are no articles yet!
tk: Bagyşlaň, entek makala ýok!

# noComparison
source: You have not selected any items to compare!
tk: Siz deňeşdirmek uçin haryt saýlamadyňyz!

# noProduct
source: Sorry, there are no products matching your selection!
tk: Bagyşlaň, saýlawyňyza laýyk önüm ýok!

# noProductAbsolutly
source: Sorry, there are no products in this section!
tk: Bagyşlaň, bu bölümde önüm ýok!

# noProductSearch
source: Unfortunately, your search returned no results!
tk: Gynansagam, gözlegiňiz boýunça haryt tapyp bilmedik!

# noPromo
source: Sorry, there are no promotions yet!
tk: Bagyşlaň, entäklikçe aksiýalar ýok!

# not-paid-orders
source: Unfortunately, we were unable to place your new order. You have previously unpaid orders. Our manager will call you soon, to whom you can explain any changes and wishes regarding your order. Thank you for your cooperation!
tk: Gynansagam, täze sargydyňyzy ýerleşdirip bilmedik. Öň tölenmedik sargytlaryňyz bar. Dolandyryjymyz ýakyn wagtda size jaň eder, sargydyňyz bilen baglanyşykly islendik üýtgeşmeleri we islegleriňizi şoňa aýdyňlaşdyryp bilersiňiz. Hyzmatdaşlygyňyz üçin sag boluň!

# notAvailable
source: Sorry, this item is not available!
tk: Bagyşlaň, bu önüm elýeterli däl!

source: Novelties
tk: Täzelikler

# now
source: Buy Now
tk: Tiz sargyt

source: of
tk: jemi

source: Oops...
tk: Wii...

source: order
tk: Tamamla

# order-success
source: Thanks for your order! We will contact you shortly. Also, you can track your orders in your account.
tk: Sargydyňyz üçin sag boluň! Ýakyn wagtda Siziň bilen habarlaşarys. Şeýle hem, sargytlaryňyzy hasabyňyzda yzarlap bilersiňiz.

# password-recovery
source: PIN Recovery
tk: PIN kody dikeltmek

source: Payment
tk: Töleg

source: Phone number
tk: Telefon nomeriňiz

source: PIN
tk: PIN kodyňyz

source: Position
tk: Iş ýer

# prev
source: Previous page
tk: Öňündäki sahypa

source: price
tk: nyrh

# price2
source: Price
tk: Bahasy

source: Product
tk: Haryt

# promo-price
source: Promotion Price
tk: aksiýa bahasy

source: Promotion
tk: Aksiýa

source: Promotions
tk: Aksiýalar

source: Purchase
tk: Geliş

source: PurchaseInvoice
tk: Giriş faktura

source: Quantity
tk: Mukdary

source: Recipient
tk: Alyjy

# recod
source: recommended
tk: maslahat

# recomended-pin
source: We recommend changing the PIN after login
tk: PIN koduňyzy hasabyňyza gireniňizden soň çalşmagy maslahat berýäris

source: Recommended
tk: Maslahatlylar

# removeQ
source: remove 1
tk: birini aýyr

# robot
source: You may not have checked the "I'm not a robot" checkbox.
tk: "Men robot däl" belligini bellemedik bolmagyňyz mümkin.

source: Search
tk: Gözle

source: Send
tk: Iber

source: Slide
tk: Slaýd

# soon
source: We will contact you shortly.
tk: Biz siz bilen gysga wagt aralygynda habarlaşarys.

# sort
source: Sort by:
tk: Tertip:

source: Spec
tk: Aýratynlyk

source: specifications
tk: aýratynlyklar

source: SpecsValue
tk: Aýratynlyk gymmaty

source: SpecsValueMod
tk: Gymmatyň görnüşi

source: Sum
tk: Jemi

source: Supplier
tk: Üpjün ediji

# time-elapsed
source: Looks like the link is outdated or has been used before. If you were unable to recover the PIN, try to go through the recovery procedure again or contact the site administration.
tk: Baglanyşyk köne ýa-da öň ulanylan. PIN koduňyzy dikeldip bilmedik bolsaňyz, dikeldiş prosedurasyny täzeden geçirmäge synanyşyň ýa-da saýt administrasiýasyna ýüz tutuň.

# time-elapsed1
source: Login Timed Out! Please try again!
tk: Giriş wagty gutardy! Gaýtadan synanyşyp bilersiňiz!

# toLiked
source: add to liked
tk: halanlaryma goş

# toСomparison
source: add to comparison
tk: deňeşdirmä goş

source: Type
tk: Görnüş

# user-name
source: Name
tk: Adyňyz

source: Warranty
tk: Kepillik

source: Wish
tk: Halaw

# write
source: Write to us
tk: Bize ýazyň

# wrong-email
source: It looks like you entered the wrong email format.
tk: Siziň elektron poçtaňyz ýalňyş formatda ýazylana meňzeýär.

# wrong-pin
source: Sorry, your PIN did not match!
tk: Bagyşlaň, PIN nomeriňiz gabat gelmedi!

source: Your name
tk: Siziň adyňyz

source: Your PIN
tk: Siziň PIN kodyňyz
